Repository: it4impuls/KantineApp_symfony
Catalog: translations/messages+intl-icu.*.xlf
Languages: de

source: Costumer
de: Teilnehmer

source: Default
de: Standard

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Active
de: Aktiv

source: Enddate
de: Enddatum

source: Actions
de: Aktionen

source: Costumer List
de: Kunden Liste

source: Costumer Create
de: Kunden Erstellen

source: Order
de: Bestellung

source: Order Date Time
de: Bestellungs Zeit

source: Ordered Item
de: Bestellungs Preis

source: Tax
de: Steuer

source: Order List
de: Bestellungs Liste

source: Order Create
de: Bestellung Erstellen

source: Costumer %s %s already exists.
de: Teilnehmer %s %s existiert bereits.

source: Costumer not found
de: Teilnehmer nicht gefunden

source: success
de: Erfolgreich

source: User already ordered, update order?
de: Teilnehmer hat bereits bestellt, alte Bestellung überschreiben?

source: Costumer %firstname% %lastname% already exists
de: Teilnehmer {firstname} {lastname} existiert bereits

source: sucessfully added: %firstname% %lastname% in %dep% &emsp; <img src="/%barcode%">
de: Erfolgreich hinzugefügt: {firstname} {lastname} in {dep} &emsp; <img src="/{barcode}">

source: Department
de: Bereich

source: updated department %dep% for existing costumer: %firstname% %lastname% &emsp; <img src="/%barcode%">
de: Fachbereich {dep} geupdated für bestehenden Teilnehmer: {firstname} {lastname} &emsp; <img src="/{barcode}">

source: %firstname% %lastname% in %dep% could not me added: %cause%
de: {firstname} {lastname} in {dep} konnte nicht hinzugefügt werden: {cause}

source: Time Entry List
de: Zeiteintrag Übersicht

source: Time Entry Create
de: Zeiteintrag Erstellen
